Repository: common-repository/payfacile
Catalog: languages/payfacile-*.po
Languages: fr_fr

source: button
fr_fr: Bouton

source: product url
fr_fr: URL du produit

source: product url label
fr_fr: Copiez ici une URL de votre page produit

source: button text
fr_fr: Texte du bouton

source: button label
fr_fr: Texte du bouton

source: button buy default
fr_fr: ACHETER MAINTENANT

source: text color
fr_fr: Couleur du texte

source: background color
fr_fr: Couleur du fond

source: type of target window
fr_fr: Type de fenêtre

source: type of target window popup
fr_fr: "Modal box"

source: type of target window new
fr_fr: Nouvelle fenêtre

source: type of target window label
fr_fr: Type de fenêtre

source: iframe width
fr_fr: Largeur iframe (en %)

source: iframe height
fr_fr: Hauteur iframe (en px)

source: iframe height label
fr_fr: Hauteur en px

source: iframe width label
fr_fr: Largeur en %

source: outline color
fr_fr: Couleur du contour

source: outline width
fr_fr: Epaisseur du contour

source: outline color label
fr_fr: Couleur du contour

source: outline width label
fr_fr: en px

source: choose color
fr_fr: Choisissez une couleur

source: insert shortcode
fr_fr: Ajouter le shortcode

source: cancel
fr_fr: Annuler

source: limit 20 chars
fr_fr: Le texte du bouton est limité à 20 caractères max

source: Large help page
fr_fr: <h1>Plugin WordPress Payfacile</h1> Rendez votre site WordPress “marchand” en quelques minutes seulement. Encaissez des paiements ponctuels et récurrents à partir de votre site WordPress avec Payfacile. Si vous n’avez pas encore de compte Payfacile, rendez-­vous sur <a href="https://www.payfacile.com">Payfacile.com.</a><h2>Options d’intégration</h2>Vous pouvez choisir entre les différentes options pour intégrer vos pages de paiement Payfacile à votre site Wordpress :­ <ull><li>Bouton “Acheter maintenant”</li><li>Widget i­frame (embed)</li></ul><h2>Utiliser l’extension</h2>Lorsque vous ouvrez l’interface d’édition d’un article ou d’une page, vous verrez un bouton“payfacile” dans la barre d’outil. Cliquez sur ce bouton pour faire apparaître la fenêtre permettant de personnaliser votre intégration. Un “Shortcode” sera généré comportant tous les paramètres de l’intégration.Vous pouvez aussi intégrer Payfacile dans votre “Sidebar” en utilisant le menu Widgets.Glissez simplement “Payfacile” dans la section de votre choix et choisissez les options de votre intégration.<h2>Intégrer un bouton ou un widget</h2>Pour intégrer un bouton ou un widget, vous aurez besoin de l’adresse internet de votre page de paiement Payfacile. Pour trouver l’adresse URL, rendez­-vous sur “Mes Produits” dans votre interface Payfacile, choisissez le produit à intégrer et cliquez sur le bouton approprié à votre type d’intégration. Le lien est copié dans votre presse-­papier. Collez-le ensuite à l’endroit indiqué.
